{
    "quotes": [
        {
            "id": 1,
            "quote": "Los seres humanos no nacen para siempre el día en que sus madres los alumbran, sino que la vida los obliga a parirse a sí mismos una y otra vez",
            "author": "Gabriel García Márquez"
        },
        {
            "id": 2,
            "quote": "Saber es relativamente fácil. Querer y obrar de acuerdo a lo que uno quisiera, es siempre más duro",
            "author": "Aldous Huxley"
        },
        {
            "id": 3,
            "quote": "La juventud es feliz porque tiene la capacidad de ver la belleza. Cualquiera que conserve la capacidad de ver la belleza jamás envejece",
            "author": "Franz Kafka"
        },
        {
            "id": 4,
            "quote": "Aferrarse a la ira es como beber veneno y esperar que la otra persona muera",
            "author": "Buda"
        },
        {
            "id": 5,
            "quote": "No se desarrolla el coraje al ser feliz en tus relaciones todos los días. Se desarrolla el coraje al sobrevivir tiempos difíciles y desafiando la adversidad",
            "author": "Epícuro"
        },
        {
            "id": 6,
            "quote": "Saber que no se sabe, eso es humildad. Pensar que uno sabe lo que no sabe, eso es enfermedad ",
            "author": "Lao-tsé"
        },
        {
            "id": 7,
            "quote": "La ciencia moderna aún no ha producido un medicamento tranquilizador tan eficaz como lo son unas pocas palabras bondadosas",
            "author": "Sigmund Freud"
        },
        {
            "id": 8,
            "quote": "Estamos dormidos. Nuestra vida es un sueño. Pero a veces despertamos, solo lo suficiente para saber que estamos soñando",
            "author": "Ludwig Wittgestein"
        },
        {
            "id": 9,
            "quote": "La falta de la humanidad de la computadora consiste en que una vez se la programa y trabaja adecuadamente su honradez es intachable",
            "author": "Isaac Asimov"
        },
        {
            "id": 10,
            "quote": "Si una persona ama solo a una persona y es indiferente ante todos los demás, su amor no es amor, sino apego simbiótico o egoísmo ampliada",
            "author": "Erich Fromm"
        }
    ],
    "colors": [
        "#FFB6C1",
        "#FFA07A",
        "#FFA500",
        "#DDA0DD",
        "#9370DB",
        "#90EE90",
        "#9ACD32",
        "#20B2AA",
        "#4682B4",
        "#00BFFF"
    ]
}